[
    {
        "id_dzikir": "1",
        "nama": "Dalil Anjuran Berdzikir Setelah Shalat",
        "lafal": "فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا",
        "transliterasi": "Fa iza qudiyatis-salatu fantasyiru fil-ardi wabtagu min fadlillahi wazkurullaha kasiral la'allakum tuflihun",
        "arti": "Apabila telah ditunaikan shalat, maka bertebaranlah kamu di muka bumi; dan carilah karunia Allah dan berdzikirlah kepada Allah banyak-banyak supaya kamu beruntung",
        "riwayat": "QS. Al Jumu’ah: 10",
        "keterangan":null,
        "footnote": "Dan dalam berdzikir setelah shalat, hendaknya mengikuti tuntunan Nabi Shallallahu’alaihi Wasallam dan dengan dzikir-dzikir yang diajarkan oleh Nabi Shallallahu’alaihi Wasallam."  },
    {
        "id_dzikir": "2",
        "nama": "Dzikir Setelah Sholat 1",
        "lafal": "أَسْتَغْفِرُ اللهَ - للَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
        "transliterasi": "Astagh-firullah 3x , Allahumma antas salaam wa minkas salaam tabaarokta yaa dzal jalaali wal ikrom",
        "arti": "Aku minta ampun kepada Allah (3x), Ya Allah, Engkau pemberi keselamatan, dan dariMu keselamatan, Maha Suci Engkau, wahai Tuhan Yang Pemilik Keagungan dan Kemuliaan.",
        "riwayat": "HR. Muslim no. 591",
        "keterangan":null,
        "footnote": "Rasulullah shallallahu ‘alaihi wa sallam jika selesai dari shalatnya beliau beristighfar sebanyak tiga kali dan membaca dzikir di atas. Al Auza’i menyatakan bahwa bacaan istighfar adalah astaghfirullah, astaghfirullah."
    },
    {
        "id_dzikir": "3",
        "nama": "Dzikir Setelah Sholat 2",
        "lafal": "سُبْحَانَ اللهِ  -  اَلْحَمْدُ لِلَّهِ  -  اَللهُ أَكْبَرُ -  لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
        "transliterasi": "Subhanallah (33x), Al hamdulillah (33x), Allahu akbar (33 x), Laa ilaha illallah wahdahu laa syarika lah. Lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir.",
        "arti": "Maha Suci Allah (33 x), segala puji bagi Allah (33 x), Allah Maha Besar (33 x). Tidak ada Rabb (yang berhak disembah) kecuali Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan. Bagi-Nya pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu.",        
        "riwayat": "Lihat Syarh Shahih Muslim, 5: 84",
        "keterangan":null,
        "footnote": "Siapa yang membaca dzikir di atas, maka dosa-dosanya diampuni walau sebanyak buih di lautan.[5] Kata Imam Nawawi rahimahullah, tekstual hadits menunjukkan bahwa bacaan Subhanallah, Alhamdulillah, Allahu akbar, masing-masing dibaca 33 kali secara terpisah" 
     },
     {
        "id_dzikir": "4",
        "nama": "Membaca Ayat Kursyi",
        "lafal": "أَعُوذُ بِاللَّهِ مِنْ الشَّيْطَانِ الرَّجِيمِ ، اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ، لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ، وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ، وَلَا يَئُودُهُ حِفْظُهُمَا، وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "transliterasi": "'Audzubillahi minassyaithanirrojim, Allāhu lā ilāha illā huw, al-hayyul-qayyụm, lā ta`khużuhu sinatuw wa lā na'um, lahu mā fis-samāwāti wa mā fil-ard, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuhītuna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-ard, wa lā ya'uduhu hifzuhumā, wa huwal-'aliyyul-'azīm",
        "arti": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.",
        "riwayat": "HR. An-Nasai dalam Al Kubro 9: 44. Hadits ini dinyatakan shahih oleh Ibnu Hibban, sebagaimana disebut oleh Ibnu Hajar dalam Bulughul Maram",
        "keterangan":null,
        "footnote": "Siapa membaca ayat Kursi setiap selesai shalat, tidak ada yang menghalanginya masuk surga selain kematian."   
    },
    {
        "id_dzikir": "5",
        "nama": "Membaca Surah Al-Ikhlas",
        "lafal": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ - قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
        "transliterasi": "Bismillahirahmanirrahim, Kulhuallahu ahad, Allahussomad, lamyalid wa lam yulad, wa lam yakullahukufuan ahad",
        "arti": "Katakanlah, Dia-lah Allah Yang Maha Esa. Allah adalah (Rabb) yang segala sesuatu bergantung kepada-Nya. Dia tidak beranak dan tidak pula diperanakkan. Dan tidak ada seorang pun yang setara dengan-Nya.",
        "riwayat": "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan.",
        "keterangan":null,
        "footnote": null
     },
    {
        "id_dzikir": "6",
        "nama": "Membaca Surah Al-Falaq",
        "lafal": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ - قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ - مِن شَرِّ مَا خَلَقَ - وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ - وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ - وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "transliterasi": "Bismillahirahmanirrahim, Kul'audzubirabbilfalaq, min sarrima kholaq, wa min syarrigosikin idza waqob, wa min sarrinnaffa tsatifil'uqod, wa min sarrihasidin idza hasad",
        "arti": "Katakanlah: ‘Aku berlindung kepada Rabb Yang menguasai (waktu) Shubuh dari kejahatan makhluk-Nya. Dan dari kejahatan malam apabila telah gelap gulita. Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul. Serta dari kejahatan orang yang dengki apabila dia dengki.",
        "riwayat": "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan.",
        "keterangan": null,
        "footnote": null
     },
    {
        "id_dzikir": "7",
        "nama": "Membaca Surah Al-Annas",
        "lafal": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ - قُلْ أَعُوذُ بِرَبِّ النَّاسِ - مَلِكِ النَّاسِ - إِلَهِ النَّاسِ - مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ - الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ - مِنَ الْجِنَّةِ وَ النَّاسِ",
        "transliterasi": "Bismillahirrahmanirrahim, Kul'audzubirabbinnas, malikinnas, ilahinnas, minsyarril waswasilkhannas, alladziyuwaswisufisudurinnas minal jinnati wannas",
        "arti": "Katakanlah, Aku berlindung kepada Rabb (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan (Ilah) manusia. Dari kejahatan (bisikan) syaitan yang biasa bersembunyi. Yang membisikkan (kejahatan) ke dalam dada-dada manusia. Dari golongan jin dan manusia.",
        "riwayat": "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan.",
        "keterangan": null,
        "footnote":null   
    },
    {
        "id_dzikir": "8",
        "nama": "Dzikir Setelah Sholat Subuh",
        "lafal": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
        "transliterasi": "Allahumma inni as-aluka ‘ilman naafi’a, wa rizqon thoyyiba, wa ‘amalan mutaqobbala",
        "arti": "“Ya Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik).",
        "riwayat": "HR. Ibnu Majah no. 925 dan Ahmad 6: 305, 322. Al Hafizh Abu Thohir mengatakan bahwa hadits ini shahih.",
        "keterangan": null,
        "footnote":null   
    }

]